Repository: Eric-Brison/dynacase-admin-access-ui
Catalog: locale/*/ACCESS_*.po
Languages: fr

# access
source: <p>Token <b>%s</b></br> has been create.</p>
fr: <p>La clef <b>%s</b></br> a été créée.</p>

# access
source: <p>Token <b>%s</b></br> has been deleted.</p>
fr: <p>La clef <b>%s</b></br> a été suprimée.</p>

source: Access
fr: Gestion des accessibilités

source: Account filter
fr: Rechercher un compte

source: Admin Access
fr: Accès administrateur

source: Application Access
fr: Par applications

source: Application filter
fr: Filtrer les applications

source: Cannot edit access. No application parameter.
fr: Accès aux privilèges impossible : identifiant de l'application non définit.

source: Cannot edit access. No user parameter.
fr: Accès aux privilèges impossible : identifiant de l'utilisateur non définit.

source: Download access acl
fr: Télécharger la configuration des droits applicatifs

source: Edit any access
fr: Editer n'importe quel accès

source: Get account
fr: Récupérer les informations des comptes

source: Get accounttypes image
fr: Récupérer les images des différents type de compte

source: Get application
fr: Récupérer les informations des applications

source: Get datatable information
fr: Récupérer les informations pour la datatable

source: Get datatable information for User, group or role
fr: Récupérer les informations pour la datatable des utilisateurs, groupes ou rôles

source: Group Access
fr: Par groupes

source: Inherited grant
fr: Droits hérités

# accessToken
source: Invalid date "%s" for token
fr: Date "%s" invalide pour la création de la clef

source: Modify access
fr: Modifier les droits d'accès

source: Modify any access
fr: Modifier n'importe quel objet

source: Negative grant
fr: Droits négatifs

# accesstoken
source: No user match %s
fr: Aucun utilisateur ne correpond à "%s"

# accesstoken
source: Once
fr: Unique

source: Positive grant
fr: Droits positifs

source: Result grant
fr: Droits résultants

source: Role
fr: Rôle

source: Role Access
fr: Par rôles

source: Select Application Access
fr: Application

source: Select Group Access
fr: Groupe

source: Select Role Access
fr: Rôle

source: Select User Access
fr: Utilisateur

# access
source: Token %s not exists
fr: La clef "%s" n'existe pas

source: Token Access
fr: Accès aux clefs d'authentification

source: Token Data
fr: Données des clefs d'authentification

source: Token Methods
fr: Méthodes de gestion des clefs d'authentification

source: Token User Data
fr: Liste des utilisateurs

source: Token access
fr: Clefs d'authentification

source: Upload access acl
fr: Importer un fichier de configuration de droits applicatifs

source: User
fr: Utilisateur

# access
source: User %s not exists
fr: L'utilisateur "%s" n'existe pas

source: User Access
fr: Par utilisateurs

source: What Access Management
fr: Paramétrage des ACL applications et actions

source: access:ADMIN_ACTIONS_LIST short_name
fr: Accessibilités

source: access:All
fr: Tous

source: access:Close
fr: Fermer

source: access:Group
fr: Groupe

source: access:No matching record found
fr: Aucun résultat recherché trouvé

source: access:No result
fr: Aucun résultat trouvé

source: access:Processing
fr: Traitement en cours

source: access:Show All Items
fr: Afficher tous les éléments

source: access:Showing _START_ to _END_ of _TOTAL_
fr: Affiche les résultats _START_ à _END_ sur _TOTAL_

source: access:appname
fr: Application

source: access:modify
fr: Modifier

source: access:no account match '%s'
fr: Aucun compte correspondant à '%s'

source: access:no application match '%s'
fr: Aucune application correspondante à '%s'

source: access:userlogin
fr: Compte

source: accessfor
fr: Contrôle des accès pour

source: accesss:Close
fr: Fermer

source: accesstoken:Add another key
fr: Ajouter un autre paramètre de contexte

source: accesstoken:Always
fr: Multiple

source: accesstoken:Cancel
fr: Annuler

source: accesstoken:Confirm token deletion
fr: Je confirme la suppression de la clef

source: accesstoken:Create a new token
fr: Créer une nouvelle clef d'authentification

source: accesstoken:Delete token. Are you sure ?
fr: Suppression de la clef d'authentification. Êtes-vous sûr ?

source: accesstoken:Last created token is
fr: Dernière clef créée

source: accesstoken:Never expire
fr: Pas d'expiration

source: accesstoken:New token
fr: Nouvelle clef d'authentification

source: accesstoken:One shot
fr: Unique

source: accesstoken:Show expired tokens
fr: Afficher les clefs expirées

source: accesstoken:Token Deletion
fr: Suppression de la clef

source: accesstoken:User login
fr: Identifiant utilisateur (login)

source: accesstoken:allapplication
fr: Toutes actions disponibles

source: accesstoken:context
fr: Contexte

source: accesstoken:date
fr: Expiration

source: accesstoken:expandable
fr: Usage

source: accesstoken:parameterKey
fr: Autres arguments

source: accesstoken:parameterValue
fr: Valeurs

source: accesstoken:token
fr: Clef

source: accesstoken:user
fr: Utilisateur

source: accounttype
fr: Type

source: add acl %s for %s %s
fr: ajout privilège %s pour %s %s

source: appdesc
fr: Description

source: controlaccess
fr: Contrôle des accès

source: download
fr: Télécharger le fichier d'acces

source: filter on accounttype
fr: Filtrer par type de compte

source: filter on lastname
fr: Filtrer sur le nom

source: none
fr: Aucun

source: permissions
fr: Droits

source: upload
fr: Charger un fichier d'acces

source: user %s %s has been added
fr: l'utilisateur %s %s a été ajouté

source: user %s %s has been modified
fr: l'utilisateur %s %s a été modifié

source: username
fr: Nom
